Repository: shaxa447/Factor_Books
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: uz

source: to start bot
uz: botni ishga tushirish

source: help
uz: yordam

source: 🔵 Our social media
uz: 🔵 Biz ijtimoiy tarmoqlarda

source: Telegram: @shahriyor447 📞 +{number} 🤖 This bot made by Yozilov Shahriyor (@shahriyor447)
uz: Telegram: @shahriyor447 📞 +{number} 🤖 Ushbu bot Yozilov Shahriyor tomonidan tayyorlandi (@shahriyor447)

source: 📚 Books
uz: 📚 Kitoblar

source: 📃 My orders
uz: 📃 Mening buyurtmalarim

source: 📞 Contact us
uz: 📞 Biz bilan bog'lanish

source: Change language
uz: Tilni o'zgartirish

source: Welcome! Choose.
uz: Assalomu aleykum! Tanlang.

source: 🇺🇿uzbek
uz: 🇺🇿o'zbekcha

source: 🇬🇧english
uz: 🇬🇧inglizcha

source: 🇰🇷korean
uz: 🇰🇷koreyscha

source: Uzbek
uz: O'zbek

source: english
uz: Ingliz

source: Kores
uz: Koreys

source: {lang} is selected
uz: {lang} tili tanlandi

source: 🔍Search
uz: 🔍Qidirish

source: 🛒 Basket({len_basket})
uz: 🛒 Savat({len_basket})

source: Choose category
uz: Kategoriya tanlang

source: ⏪ Back
uz: ⏪ Orqaga

source: 🛒 Add to basket
uz: 🛒 Savatga qo'shish

source: ❌ Clear the basket
uz: ❌ Savatni tozalash

source: ✅ Confirm the order
uz: ✅ Buyurtmani tasdiqlash

source: Send phone number
uz: Telefon raqamni yuboring

source: ❌ Cancelled
uz: ❌ Bekor qilindi

source: Main manu
uz: Asosiy menu

source: Dear customer! Thank you for your order.Order number: {order_count}
uz: Hurmatli mijoz! Buyurtmangiz uchun tashakkur.Buyurtma raqami: {order_count}

source: <em>🎉 Your order number {order_count} has been accepted by the admin.</em>
uz: <em>🎉 Sizning {order_count} - buyurtmangiz admin tomonidan qabul qilindi.</em>

source: You don't have any orders or ADMIN don't accept your order
uz: Sizda hozurcha buyurtmalar yo'q yoki admin qabul qilmagan

source: Basket is cleared
uz: Savat tozalandi

source: You can order at least 1 book
uz: Siz kamida 1 ta buyurtma bera olasiz

source: Product added to basket
uz: Mahsulot savatga qo'shildi
